[
    {
        "id": 0,
        "title": "Dragons",
        "storyPt1": "Once upon a time there was a(n) ",
        "storyPt2": " dragon. That dragon could not breathe fire. Instead, he breathed ",
        "storyPt3": ". However, unlike Rudolph the Red-Nosed Reindeer, he was not outcast or mocked by the other dragons. Rather, they ",
        "storyPt4": " him. One day, the dragon decided that it was time the other dragons also ",
        "storyPt5": " him, so he decided to put on a show. To accompany his ",
        "storyPt6": " breathing abilities, he grabbed a(n) ",
        "storyPt7": " to perform with. He ",
        "storyPt8": " it so far that it ended up in the last row of the audience. They cried out that he was the most ",
        "storyPt9": " dragon they had ever watched. With great ",
        "storyPt10": " he took a bow and exited the stage."
    },
    {
        "id": 1,
        "title": "Wolves",
        "storyPt1": "In the ",
        "storyPt2": " woods, there lived a pack of wolves. These wolves spotted some ",
        "storyPt3": " imposing on their territory, so the wolves ",
        "storyPt4": " over to them. When they got there, the wolves ",
        "storyPt5": " them. The pack turned around as one ",
        "storyPt6": " group and returned to their den. Once they arrived, the pack leader picked up the ",
        "storyPt7": " from the back of the den and ",
        "storyPt8": " them. The other wolves waited patiently for their turn, ",
        "storyPt9": " while they watched. When the alpha released them, they yipped with ",
        "storyPt10": " and raced forward to beat the other wolves there."
    },
    {
        "id": 2,
        "title": "Sharks",
        "storyPt1": "If you go to the beach, you may encounter ",
        "storyPt2": " sharks with ",
        "storyPt3": ". This might sound strange to you, but I assure you that the sharks I saw there only ",
        "storyPt4": " with each other. If you think they ",
        "storyPt5": " with me, you’re certainly mistaken. However, they make take a(n) ",
        "storyPt6": " ",
        "storyPt7": " from you. If they do, beware! Those sharks took mine and ",
        "storyPt8": " it. I stood there ",
        "storyPt9": " them helplessly. I’m sure ",
        "storyPt10": " was written all over my face. But hey, if you want to go to the beach, be my guest."
    }
]